Merge pull request #1 from vstorm-co/0.0.2
docs: update README.md, create docs, add CHANGELOG.md and CONTRIBUTIN…
